-> Start

=== Start ===
Навевая ужас, аура висит над опустошенным полем битвы перед вами, где доблесть Империи столкнулась с темной мощью Вампирских Графов. Вы встречаете поле боя, где земля усеяна остатками войны – сломанными мечами, разбитыми щитами и телами павших солдат и нежити. Тишина окутывает воздух, прерываемая лишь далекими криками падальщиков. Вы едва можете ощутить тяжесть некромантической магии, оскверняющей ветры. #STR_Start1

Павшие лежат в торжественном покое, их жизни и судьбы навсегда переплетены в трагедии этого места. Когда вы наступаете на пропитанную кровью землю, тяжесть истории и жертвы давит на вас. #STR_Start2

Какой путь действий вы выберете в этой трогательной сцене? #STR_Start3

* [Ищите среди павших любых выживших.] -> SearchForSurvivors
* [Выразите почтение павшим и продолжайте свой путь.] -> PayRespects
* [Оставьте поле боя и продолжайте свой путь.] -> ContinueOn
=== SearchForSurvivors ===
Смешанные надежда и страх ведут вас сквозь мрачную картину павших воинов, вы ищете искру жизни среди моря смерти. Ваша решимость приводит вас к раненому солдату, его дыхание тяжёлое и слабое. Поклонившись рядом с ним, вы оказываете помощь и утешение, стараясь как можно лучше лечить его раны. #STR_SearchForSurvivors1

Его глаза медленно открываются, и в них блестит благодарность. Шёпотом он выражает свою признательность, клянясь вознаградить вас за вашу доброту. #STR_SearchForSurvivors2

* [Охраняйте выжившего до безопасного места.] -> HelpButDie
* [Попробуйте исцелить солдата магией Гиран.] -> UseGhyranMagic

=== UseGhyranMagic ===
Используя магию Гираны, ваш волшебник призывает жизнетворные силы самой природы. Воздух переливается зеленой энергией, пока волшебник направляет заклинание к раненому солдату. Раны воина начинают заживать, его дыхание становится ровным, а на щеках возвращается цвет. #STR_UseGhyranMagic1 

Слабой, но благодарной улыбкой выживший признает ваше чудесное вмешательство. Он выражает свои искренние признательности и клянётся вступить в ваши ряды. #STR_UseGhyranMagic2

* [Примите его благодарность и продолжайте путь.] -> ContinueOn
=== HelpButDie ===
Несмотря на все ваши усилия, состояние воина стремительно ухудшается. Его тяжёлое дыхание становится всё более прерывистым, а взгляд теряет фокус. Несмотря на ваши героические попытки, жизнь солдата ускользает от него, оставляя после себя ауру меланхолии и непреодолимое чувство бессмысленности. #STR_HelpButDie1

С тяжёлым сердцем вы склоняете голову в почтении, отдавая дань уважения героической борьбе павшего воина. #STR_HelpButDie2

* [Выразите почтение павшим и продолжайте путь.] -> ContinueOn
=== PayRespects ===
Глубоко склонив голову в почтительном молчании, вы воздаёте дань уважения воинам, отложившим свои жизни на этом проклятом поле битвы. Над вашей группой сгущается чувство товарищества и общего дела — пронзительное напоминание о вечной борьбе между Морр и нежитью. #STR_PayRespects1

Когда ваше молчаливое воздание завершено, вы обретаете решимость, настроившись на изгнание надвигающейся тьмы, угрожающей королевству. #STR_PayRespects2

-> END

=== ContinueOn ===
Вы решаете оставить поле битвы позади и продолжить свой путь. #STR_ContinueOn1

Пока вы уходите, пейзаж словно вздыхает горестным стоном, навсегда оставаясь свидетелем испытаний тех, кто осмелился противостоять приливам тьмы. #STR_ContinueOn2

-> END